module.exports = {
    tokenUrl    : 'https://oauth.battle.net/token',
    apiBaseUrl  : 'https://kr.api.blizzard.com',

    //직업 특성
    characterColor  : {
        'none'      : [255, 255, 255, 255],
        '전사'      : [175, 145, 100, 255],
        '마법사'    : [140, 200, 255, 255],
        '죽음의 기사': [205, 0, 0, 255],
        '사냥꾼'    : [130, 210, 90, 255],
        '사제'      : [255, 255, 255, 255],
        '악마사냥꾼': [130, 60, 120, 255],
        '수도사'    : [70, 210, 150, 255],
        '성기사'    : [255, 170, 220, 255],
        '도적'      : [240, 255, 150, 255],
        '주술사'    : [40, 60, 255, 255],
        '흑마법사'  : [100, 70, 200, 255],
        '드루이드'  : [210, 145, 20, 255]
    }
};
  